Revit 2027 API
ParameterTypeId.CurveElemArcRadius Property
 "Radius"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveElemArcRadius { get; }
Public Shared ReadOnly Property CurveElemArcRadius As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveElemArcRadius {
	ForgeTypeId^ get ();
}
static member CurveElemArcRadius : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace